Revit 2027 API
BuiltInFailures.ImportFailures.ImportSymbolBaseLevelInvalid Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ImportSymbolBaseLevelInvalid { get; }
Public Shared ReadOnly Property ImportSymbolBaseLevelInvalid As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ImportSymbolBaseLevelInvalid {
	FailureDefinitionId^ get ();
}
static member ImportSymbolBaseLevelInvalid : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace